alsa-utils
arc-gtk-theme
at
autoconf
automake
binutils
bison
blueman
bluez
bluez-utils
bzip2
chezmoi
chromium
cmake
compton
coreutils
cpupower
criterion
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
elementary-icon-theme
exo
fakeroot
feh
fetchmirrors
file
filesystem
findutils
firefox
flex
fuse2
garcon
gawk
gcc
gcc-libs
gconf
gdb
gettext
git
glibc
gnome-packagekit
grep
groff
grub
gvfs
gvfs-mtp
gvfs-smb
gzip
htop
i3-gaps
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
jfsutils
jsoncpp
less
libcurl-compat
libcurl-gnutls
libmpdclient
libreoffice-fresh
libtool
libuv
licenses
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
logrotate
lvm2
lynx
m4
make
man-db
man-pages
mdadm
mesa
mousepad
nano
nanomsg
netctl
network-manager-applet
networkmanager
npm
nsnake
numix-circle-icon-theme-git
numix-icon-theme-git
obs-studio
openssh
openssl-1.0
orage
os-prober
pacman
pantheon-music
parole
patch
pavucontrol
pciutils
perl
pkgconf
polybar
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-appdirs
python-attrs
python-babel
python-chardet
python-cram
python-docutils
python-idna
python-imagesize
python-jinja
python-markupsafe
python-packaging
python-pip
python-pygments
python-pyparsing
python-pytz
python-requests
python-setuptools
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-urllib3
python2-pip
ranger
reiserfsprogs
rhash
ristretto
rofi
rtmpdump
rxvt-unicode
s-nail
screenfetch
scrot
sed
shadow
slack-desktop
spotify
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tig
tree
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
tumbler
unzip
usbutils
util-linux
vi
vim
vlc
wget
which
wireless_tools
wpa_supplicant
xdg-user-dirs
xf86-input-libinput
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zsh
zsh-syntax-highlighting
